Repository: hepnn/Rigify
Catalog: lib/l10n/app_*.arb
Languages: lv

# appTitle
source: Transport
lv: Transports

# transports
source: Bus:Tramway:Trolleybus
lv: Autobuss:Tramvajs:Trolejbuss

source: Bus
lv: Autobuss

source: Tramway
lv: Tramvajs

source: Trolleybus
lv: Trolejbuss

# favRoutesTitle
source: Favourites
lv: Saglabātie maršuti

# favRoutesEmpty
source: No favourites
lv: Nav saglabātu maršutu

# favRoutesInfo
source: Long press on route or press heart icon to add to favourites
lv: Varat saglabāt maršutus, noklikšķinot uz sirsniņas ikonas maršuta nosaukumā.

# deleteMsg
source: Delete all favourites?
lv: Izdzēst visus saglabātos maršutus?

# recentPageInfo
source: Your recently opened routes will be shown here
lv: Šeit tiks parādīti pēdējie atvērtie maršuti

# deleteTitle
source: Delete
lv: Izdzēst

source: Yes
lv: Jā

source: No
lv: Nē

# newsTitle
source: News
lv: Jaunumi

# newsErr
source: Error loading news feed, make sure you have a stable internet connection.
lv: Problēma ielādējot ziņas, lūdzu pārbaudiet savu interneta savienojumu.

source: Working days
lv: Darba dienas

source: Weekend
lv: Brīvdienas

# recentPageTitle
source: Recents
lv: Nesen skatīts

# mondayToSaturday
source: Monday - Saturday
lv: Pirmdiena - Svētdienai

source: Saturday
lv: Svētdiena

source: Sunday
lv: Sestdiena

source: All days
lv: Visas dienas

# blackTitle
source: Black
lv: Melns

# whiteTitle
source: White
lv: Balts

# noOperate
source: Does not operate today
lv: Šodien nekursē

# lastDeparture
source: Last departure was
lv: Pēdējais izbraukums bija

# themeModeTitle
source: Theme
lv: Nokrāsa

# themeModeDark
source: Dark
lv: Tumša

# themeModeLight
source: Light
lv: Gaiša

# themeModeSystem
source: Sytem
lv: Sistēmas

# settingsTitle
source: Settings
lv: Iestatījumi

# settingsLang
source: Language
lv: Valoda

# supportTitle
source: Support
lv: Atbalsts

# removeAdsTitle
source: Remove ads
lv: Noņemt reklāmas

# nearestStopEmptyTitle
source: Show Nearest Stop
lv: Parādīt tuvākās pieturas

# nearestStopEmpty
source: No stops found
lv: Nav tuvāko pieturu

# nearestStopsTitle
source: Nearest Stops
lv: Tuvākās pieturas

# favoriteDialogAdd
source: Add to favourites
lv: Pievienot favorītiem

# favoriteDialogRemove
source: Remove from favourites
lv: Noņemt no favorītiem

# routesPageErrorTitle
source: Error, try reloading
lv: Notika kļūda, mēģiniet restartēt
